Repository: compellit/gamaweb
Catalog: gama/locale/*/LC_MESSAGES/django.po
Languages: fr, gl

source: Results
fr: Résultats
gl: Resultados

source: Metadata
fr: Métadonnées
gl: Metadatos

source: Corpus name:
fr: Nom du corpus :
gl: Nome do corpus:

source: Author:
fr: Auteur·e :
gl: Autor·a:

source: Date:
gl: Data:

source: Title:
fr: Titre :
gl: Título:

source: Subtitle:
fr: Sous-titre :
gl: Subtítulo:

source: Scansion
gl: Escansión

source: Show Preprocessing
fr: Afficher la colonne Prétraitement
gl: Amosar preprocesamento

source: Original text
fr: Texte original
gl: Texto orixinal

source: Preprocessing
fr: Prétraitement
gl: Preprocesamento

source: Metrical syllables
fr: Syllabes métriques
gl: Silabas métricas

source: Stressed syllables
fr: Syllabes accentuées
gl: Silabas acentuadas

source: Extra rhythmic stresses removed
fr: Accent(s) rythmiques en trop supprimé(s)
gl: Eliminación de acentos rítmicos extra

source: No extra-rhythmic
fr: Sans extra-rythmiques
gl: Sen extra-ritmicas

source: New analysis
fr: Nouvelle analyse
gl: Nova análise

source: Download results (ZIP)
fr: Télécharger les résultats (ZIP)
gl: Descargar resultados (ZIP)

source: About
fr: À propos
gl: O proxecto

source: Home
fr: Accueil
gl: Inicio

source: Error!
fr: Erreur !
gl: Erro!

source: Back
fr: Retour
gl: Volver

source: Input text for analysis
fr: Texte à analyser
gl: Texto para análise

source: Enter your text here...
fr: Entrez votre texte ici...
gl: Introduce o texto aquí...

source: (Optional)
fr: (Optionnelles)
gl: (Opcionais)

source: Corpus name
fr: Nom du corpus
gl: Nome do corpus

source: Author
fr: Auteur·e
gl: Autor·a

source: Date
gl: Data

source: Text title
fr: Titre
gl: Título

source: Subtitle
fr: Sous-titre
gl: Subtítulo

source: Or use an example
fr: Ou choisissez un exemple
gl: Ou escolle un exemplo

source: Select a text
fr: Sélectionnez un texte
gl: Escolle un texto

source: Submit
fr: Envoyer
gl: Enviar

source: Clear
fr: Effacer
gl: Limpar

source: Multi-file analysis
fr: Analyse multi-textes
gl: Análise multi-arquivo

source: (ZIP upload)
fr: (Import ZIP)
gl: (Subir ZIP)

source: Upload a .zip containing .txt files. (max. 10 files of 4,500 characters each)
gl: Sube un .zip que conteña ficheiros .txt. (máx. 10 ficheiros de 4.500 caracteres cada un)

source: Browse...
fr: Parcourir...
gl: Explorar...

source: No file selected
fr: Aucun fichier sélectionné
gl: Ningún ficheiro seleccionado

source: Analyze ZIP
fr: Analyse ZIP
gl: Analizar ZIP

source: The input text cannot be empty.
fr: Le texte à analyser ne peut pas être vide.
gl: O texto de entrada non pode estar baleiro.

source: The input text is too long. Maximum length allowed: 4500 characters.
fr: Le texte à analyser est trop long. Longueur maximale : 4500 caractères.
gl: O texto de entrada é demasiado longo. Máximo permitido: 4500 caracteres.

source: The input text does not seem to be in verse (lines too long?).
fr: Le texte à analyser ne semble pas être en vers (lignes trop longues ?).
gl: O texto non parece estar en verso (liñas demasiado longas?).

source: An unexpected error occurred.
fr: Une erreur inattendue est survenue.
gl: Ocorreu un erro inesperado.

source: corpus_name
fr: nom_du_corpus
gl: nome_do_corpus

source: title
fr: titre
gl: sen_titulo

source: subtitle
fr: sous_titre
gl: subtitulo

source: author
fr: auteur
gl: autor

source: date
gl: data

source: original_text
fr: texte_original
gl: texto_orixinal

source: preprocessing
fr: pretraitement
gl: preprocesamento

source: metrical_syllables
fr: syllabes_metriques
gl: silabas_metricas

source: stressed_syllables
fr: syllabes_accentuees
gl: silabas_acentuadas

source: no_extra_rhythmic
fr: sans_extra_rythmiques
gl: sen_extra_ritmicas

source: No ZIP file uploaded or method not allowed.
fr: Aucun fichier ZIP importé.
gl: Non se recibiu ningún ficheiro ZIP

source: No TXT files found in the ZIP.
fr: Aucun fichier TXT valide trouvé dans le fichier ZIP.
gl: Non se atoparon ficheiros TXT no ZIP.

source: Too many files in ZIP. Maximum allowed is 10.
fr: Trop de fichiers dans le ZIP. Maximum autorisé : 10.
gl: Demasiados ficheiros no ZIP. Máximo permitido: 10.

source: The following file(s) are too long (max. 4500 characters): {files}
gl: Os ficheiros seguintes son demasiado longos (máx. 4500 caracteres) : {files}

source: No valid files found in ZIP.
gl: Non se atoparon ficheiros válidos no ZIP.

source: Some files failed (see errors.txt for details).
gl: Algunos archivos fallaron (ver errors.txt para más detalles)

source: Invalid ZIP file.
fr: Le fichier ZIP n'est pas valide.
gl: Arquivo ZIP inválido.

source: English
fr: Anglais
gl: Inglés

source: French
fr: Français
gl: Francés

source: Galician
fr: Galicien
gl: Galego

source: Upload a .zip containing .txt files (max. 10 files of 4,500 characters each).
fr: Importer un .zip de fichiers .txt (max. 10 fichiers de 4 500 caractères chacun).

source: Files above max allowed characters (4,500) were not analyzed. See error log in ZIP.
fr: les fichiers dépassant le nombre maximal de caractères (4 500) n’ont pas été analysés. Voir le journal des erreurs dans le ZIP.

source: Some files failed and files above max allowed characters (4,500) were not analyzed. See error log in ZIP.
fr: Certains fichiers ont échoué et les fichiers dépassant le nombre maximal de caractères (4 500) n’ont pas été analysés. Voir le log des erreurs dans le ZIP.

source: Some files failed. See error log in ZIP.
fr: Certains fichiers ont échoué. Voir le log des erreurs dans le ZIP
